Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/koulutus_ja_oppimateriaali.html.tmx
Source language: fin
Languages: smn

source: Koulutus ja oppimateriaali
smn: Škovlim já oppâmateriaal

source: Saamelaiskäräjät edistää saamen kielten, saamenkielistä sekä saamelaisen kulttuurin opetusta.
smn: Sämitigge oovded sämmilij jieijâs kielâ, kulttuur já jieijâskielâlâš máttááttâs.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta sekä koulutus- ja oppimateriaalitoimisto toimivat yhteistyössä saamelaisten kotiseutualueen kuntien, muiden koulutuksen järjestäjien, pohjoismaisten sisarelinten ja valtion opetushallinnon kanssa.
smn: Sämitige škovlim- já oppâmâteriaallävdikodde sehe škovlim- já oppâmâteriaaltoimâttâh tuáimih ohtsâšpargoin sämikuávlu kieldâiguin, eres škovliittâs uárnejeijeiguin, tave-eennâmlâš uábbiorgaanijguin já staatâ máttááttâshaldâttâssáin.

source: Saamelaiskäräjät edustaa saamelaisten ääntä koulutuspolitiikassa.
smn: Sämitigge oovdâst sämmilij jienâ škovlimpolitiikâst.

source: Saamen kielten ja saamelaisen kulttuurin asema opetuksessa on yksi tärkeimmistä saamelaisten tulevaisuuden kysymyksistä.
smn: Sämikielâ já kulttuur sajattâh máttááttâsâst lii ohtâ tehálumosijn sämmilij puátteevuođâ koččâmâšâin.

source: Avoimet digimateriaalit
smn: Uđđâ materiaal máttááttâsân

source: Ajankohtaista
smn: Äigikyevdil
